{
  "name": "Arrebatar Aliado",
  "magic_cost": "20 P.M",
  "duration_time": "?",
  "attack_logic": "Mágico",
  "action_type": "Ritual",
  "cast_distance": 0,
  "range_amount": "1",
  "range_type": "Alvo",
  "icon": "GiGiftTrap",
  "element": "holy",
  "caption": "Viver por Lunn muitas vezes significa sacrificar o próprio bem estar em pró do Próximo.",
  "description": "<p>Realize este ritual com consentimento do alvo em um ambiente calmo e purificado.</p><p>Ao conjurar <b>Arrebatar Aliado</b>, faça um <b>Teste de Perícia</b> do atributo <b>Espírito</b>.</p><p><b>Se for bem sucedido,</b> você cria uma zona de benção entre você e o alvo que <b>reduz permanentemente</b> seus <b>Pontos de Vida</b> em <code>-6</code></b> para conceder <code>+12 Pontos de Vida</code> ao alvo. O efeito é <b>permantente</b>, e dura pelo tempo em que você estiver conectado ao seu Grimo.</p><p>Ao aceitar esta benção especial, o alvo afetado passa a <b>reconhecer Lunn</b> como o seu <b>Deus supremo</b>, e <b>qualquer ação por parte do alvo</b> que <b>agrida</b> severamente este contrato pode converter o <code>Bônus de +12 P.V</code> em uma <b>Maldição</b> de <code>Resiliência 35</code> que penalizará o alvo arrebatado com <code>-12 de Pontos de Vida</code> permanentes.</b>.</p><p>Este poder também <b>pode ser usado em PdNs (Personagens do Narrador)</b>, sacrificando apenas <code>-3 Pontos de Vida</code> do Sacerdote para fornecer <code>+12 P.V</code> ao PdN. Como resultado, esse sacrifício removerá <code>1 Token de Ação Profana</code> e concederá <code>1 Token de Ação Iluminada</code>.</p><p>Só é possível ser arrebatado uma única vez, e Sacerdotes não podem ser arrebatados, a menos que não abracem a Fé de Lunn. Por fim, o Ritual precisa ser realizado num ambiente calmo e carregado com a Fé do criador.</p><hr/><p>Se o Sacerdote tiver ao menos <code>5 Tokens de Ações Profanas</code>, o poder se torna <b>Arrebatar Adoradores</b>, e você pode usar para converter personagens em Adoradores das suas práticas sombrias. Os Adoradores possuem vontade própria e não são Lacaios de estimação, mas passam a acreditar nos seus ideais corruptos e denegrir a crença de Lunn pelo mundo. Se for bem sucedido, um Adorador convertido perderá <code>-1d6</code> de <b>Pontos de Vida</b> para lhe fornecer <code>1d6 Pontos de Vida</code> permanentes contanto que o <b>Adorador</b> continue vivo.</p><p> Entretanto, o conjurador <b>precisa garantir</b> que os seus <b>adoradores</b> continuarão agindo a serviço das Trevas, caso contrário, se os arrebatados se arrependerem do pacto, o conjurador perderá os <b>Pontos de Vida</b> conquistados e ainda será penalizado pelos deuses das Trevas, perdendo <code>-1d6 Pontos de Vida</code> permanentemente.</p><p><b>Arrebatar Adoradores</b> só pode ser usado em locais conturbados, corrompidos ou abraçados pelas trevas ou caos.</p>",
  "tags": ["grimo", "lunn"]
}
