{
  "name": "Amigo Animal",
  "magic_cost": "8 P.M",
  "duration_time": "0",
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": "7",
  "range_amount": "1",
  "range_type": "Alvo",
  "icon": "GiPocketBow",
  "element": "",
  "caption": "Você salta para tráz enquanto realiza um ataque a um inimigo engajado.",
  "description": "<p>Você conjura uma <b>Marca de Vínculo</b> em um animal próximo de <b>Pequeno porte</b> <i>(Tamanho de Criatura = Pequeno)</i> à sua escolha.<br/>A criatura a ser domesticada precisa ter no mínimo capacidade de ter <b>afeição por seres senscientes</b>, e precisa ser <b>minimamente domesticável</b>. Além disso, nem você nem seus aliados podem ter causado qualquer tipo de dano à criatura alvo.<br/>Domesticar insetos como <b>Aranhas</b> e criaturas de <b>natureza cruel como demônios</b> pode não ser possível. Mas cada caso é um caso e deverá ser admitido pelo Narrador.<br/><br/>A Marca é inofensiva, <b>não hipnotiza nem controla</b> a criatura, e apenas serve para apaziguar seus chakras selvagens, permitindo que ela possa lhe considerar como um espécime alfa, demonstrando um interesse gradual pela sua proteção e seu cuidado.<br/><br/>Na prática, a ação de Domesticar é praticamente instantânea mas requer um teste de <b>Sobrevivência</b> com dificuldade a ser definida pelo Narrador. <b>(Dificuldade Padrão = 15)</b>. Se bem sucedido, o Companheiro Animal passa a integrar o grupo, possuindo <code>TIER*20</code> de P.V, <code>Ataque Físico +3</code> e causa <code>TIER*2d12</code> de dano. O Companheiro Animal sempre age imediatamente depois de você.<br/>Caso o teste seja mal sucedido, o animal em questão fica bloqueado para quaisquer testes consecutivos de domesticação.<br/><br/>O Companheiro Animal inicialmente é <b>controlado pelo Narrador como um NPC</b>, mas pode ser comandado pelo <i>Adepto de Kanus</i> através do Poder <b>Comando Animal</b> (Tier 2).<br/>A criatura não poderá sair de perto de você por uma distância grande, e caso se separe de você, tentará lhe encontrar.<br/><br /><b>Não estaca com outros poderes que domesticam animais.</b><br/>Você só pode domesticar um único Companheiro por vez.<br/><br/><u>Remover a Marca de um companheiro animal é uma ação traumática, pois quebra abruptamente o vínculo psicológico do Animal com o treinador. Caso o treinador deseje fazer isso, ele só poderá utilizar a marca novamente após 3 descansos prolongados.</u></p>",
  "tags": ["grimo", "kanus"]
}
