{
  "name": "Bloqueio Crucial",
  "magic_cost": null,
  "duration_time": null,
  "attack_logic": "Físico",
  "action_type": "Reação",
  "cast_distance": 0,
  "range_amount": null,
  "range_type": null,
  "icon": "GiShieldImpact",
  "element": null,
  "caption": "Seus reflexos de combate permitam que você salve um alvo em apuros num momento crucial.",
"description": "<p>Uma vez por combate, como uma <b>Ação de Reação</b>, seu sexto sentido permite que você realize <b>2x Ações</b> para o propósito de servir de escudo para um alvo que receberá dano iminente:</p><ul><li>Mesmo que esteja fora do seu turno, você pode usar seus <b>Pontos de Movimento</b> gastando <b>uma ou duas ações</b> para se mover em frente a um alvo que receberá um ataque iminente. Enquanto estiver realizando esse movimento, você continua recebendo <b>ataques de oportunidade</b> normalmente, mas também pode gastar <b>Tokens de Aparo</b> para cancelá-los.</li><li>Quando conseguir ficar adjacente ao alvo, você também poderá <b>gastar uma ação</b> para empurrar/jogar o alvo em <code>1 espaço</code> para longe do ataque. Você pode decidir se empurrar vai fazer você ocupar ou não o espaço que a vítima está ocupando. (<i>Lembrando que só é permitido empurrar se como consequência você se tornar alvo do ataque.</i>)</li><li>Quando as duas ações se esgotarem, ou quando quiser, o Narrador verificará se você foi bem sucedido em tirar a vítima do raio do ataque, e se você tomou ou não a dianteira para receber o ataque no lugar dela.</li></ul><p><b>Se você conseguiu tomar a dianteira de alguma forma,</b> você receberá o ataque no lugar da vítima. Se tiver gastado apenas <b>1 ação</b> para isso, você ainda pode realizar o <b>teste de defesa</b> contra o ataque. Se tiver gastado as <b>2 ações</b>, você não pode se esquivar do ataque e <b>recebe o dano que ele causaria diretamente.</b></p><p><b>Se você não conseguiu tomar a dianteira nem empurrar a vítima</b>, a vítima recebe o ataque normalmente e sua ação falha.</p><hr/><p><b>Este poder apenas pode ser usado para prevenir o dano da vítima se você receber o ataque no lugar dela. Não é permitido usar as Ações para afastar a vítima do ataque de forma que você também não seja o alvo do ataque (afinal das contas, você precisa realizar um \"Bloqueio Crucial\".)<b></p>",
  "tags": ["grimo"]
}
