{
  "name": "Transfusão de Identidade",
  "magic_cost": "100% P.M",
  "duration_time": null,
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": null,
  "range_type": null,
  "range_amount": null,
  "icon": "GiBodySwapping",
  "element": null,
  "caption": "Sacrifica seu personagem transferindo sua identidade para outro corpo, e aprisionando a identidade do alvo no seu Grimo.",
  "description": "<p>Antes de conjurar este poder, primeiro <b>zere todos os seus Pontos de Magia</b>. Diferente de outros poderes, isso acontece antes que o ritual possa ser finalizado.</p><p>Este poder permite que você <b>transfira sua consciência</b> para qualquer outro corpo vivo, de criatura ou não, fazendo com que a consciência do alvo em questão fique aprisionada no seu <b>Grimo de Qatun</b>, que passa a adquirir uma coloração negra e sombria.</p><p>Essa transferência <b>não exige testes</b>, mas exige uma canalização do equivalente a <code>20 rodadas de combate</code> ou <code>6 horas</code> se realizada fora de um combate. Apenas ao final do processo o alvo tem sua identidade aprisionada no Grimo, enquanto sua própria consciência assume o corpo do conjurador. O ritual pode ser realizado em combate, mas é arriscado, pois se o conjurador receber dano, a canalização será interrompida.</p><p>O <b>processo é irreversível</b> e o seu <b>Grimo de Qatun</b> se desvinculará de seu antigo corpo, aprisionando a antiga consciência. Já o seu corpo original cairá inerte no chão, sem nenhuma vida.</p><p>Se o corpo alvo for de uma criatura não sensciente, o conjurador <b>não poderá mais se comunicar</b>, mas poderá usar as <b>magias e poderes da criatura</b> normalmente.</p><p>Como explicado anteriormente, ao <b>fim da transferência</b>, o vinculo com o seu <b>Grimo de Qatun</b>, além do vínculo de todos os outros Grimos será perdido. O personagem passa para o corpo novo e é considerado agora mecânicamente como um personagem <b>Nivel 1</b>.</p><p>Se o alvo <b>possuir Grimos atrelados</b>, estes são automaticamente desvinculados quando sua consciência for transferida.</p><p>Apesar de transferir a identidade do alvo para o seu Grimo, as memórias e experiencias do antigo portador ainda estarão presentes, e <b>não serão completamente substituídas</b>. Por isso, elas de alguma forma se <b>fundirão com a mente do seu personagem</b>, gerando efeitos inesperados. Então ao final do <b>Ritual</b>, quando este for <b>bem sucedido</b>, você deverá fazer um <b>Teste de Perícia</b> do atributo <b>Destino</b>. O seu resultado nesse teste definirá o quanto suas memórias ou as memórias do antigo portador serão preservadas e como será sua adaptação.</p>",
  "tags": ["grimo","qatun","sacrifice"]
}
