{
  "name": "Mestre de Marionetes",
  "magic_cost": "10 P.M",
  "duration_time": "3",
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": null,
  "range_type": "Circular",
  "range_amount": "2x2+",
  "icon": "GiHiveMind",
  "element": null,
  "caption": "Emite uma poderosa onda de magia do Caos que compele todos os alvos numa área de 5x5 a cederem à sua vontade.",
  "description": "<p>Escolha <b>qualquer numero de alvos senscientes</b> numa área circular de <code>2x2 espaços</code> <i>(aumenta a área em +1x1 a cada avanço de tier, máximo de 5x5)</i> à partir de sí mesmo.</p><p>Você deverá realizar <code>X</code> testes contra o alvo com maior <b>resistência mágica</b>, onde <code>X</code> é o <code>número de alvos dividido por 5</code>, <b>arredondado para cima</b> (5 alvos = 1 teste, 6 alvos = 2 testes, 11 alvos = 3 testes.</p><p>O número de alvos afetados depende do número de <b>Testes de Ataque</b> bem sucedidos, ou seja, você afetará <code>5 * SUCESSOS</code> alvos.</p><p>Os alvos afetados serão colocados 100% ao seu controle, sendo   impelidos psionicamente a completar <b>qualquer objetivo plausivel nos próximos <code>1 * Influência</code> dias</b>. ( atacar um alvo, fugir , construir ou destruir algo, etc).</p><p>Como resultado da dominação mental, enquanto estiverem sob controle, os olhos do alvo passam a assumir um aspecto levemente esbranquiçado, que apenas um Qatuniano perceberia.</p><p>Além disso, durante o tempo de controle, os alvos <b>permancerão fidedignos ao seu objetivo</b>, sem cometer desvios ou engajar em conversas complexas ou que exijam raciocino ou personalidade própria.</p><p>Após completar seu objetivo, os alvos são imediatamente libertos de suas obrigações.</p><p>O conjurador também pode mudar o objetivo ou adicionar novos objetivos no meio do periodo de controle sem realizar quaisquer testes.</p><p>As massas não podem receber comandos que causarão <b>dano fatal a sí mesmas</b> (como mergulhar a mão na lava), mas podem suportar ações que vao <b>gerar desgaste fisico e até mental</b>. (Ex não reagir a ataques não fatais, minerar metais numa caverna sem equipamentos de proteção ou fazer algo moralmente questionavel como prender crianças em jaulas).</p><p>Se usado em combate, <b>Mestre de Marionetes</b> tem efeito parcial, aplicando <code>Controlar 3</code> em todos <b>inimigos senscientes</b> na área, incluíndo <b>Líderes e Nêmesis</b>. Como já mencionado, não é necessário realizar testes contra cada alvo, mas contra aquele que possuir a maior <b>Defesa Mágica</b>.</p><p>Como <b>ação livre adicional</b>, você pode apagar remotamente quaisquer partes da memória adquirida dos alvos enquanto estavam sob controle mental.</p>",
  "tags": ["grimo","qatun"]
}
