{
  "name": "Prisão de Irídia",
  "magic_cost": "25 P.M",
  "duration_time": "2~10 turnos",
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": 0,
  "range_amount": "1",
  "range_type": "Alvo",
  "icon": "GiPrisoner",
  "element": "holy",
  "caption": "Com imensa vontade e habilidade arcana, o Sacerdote tece os fios da realidade, forjando um portal proibido: a Prisão de Irídia. Nesse vórtice inescapável, o alvo é aprisionado e subjugado às vontades do Mestre Sacerdote. Anos se desdobram na prisão, tecendo destinos e profecias em um enigma ancestral que ecoa além do tempo.",
  "description": "<p>Escolha um alvo e faça um teste contra sua <b>Defesa Mágica</b>.</p><p><b>Se for bem sucedido,</b> você inicia a conjuração de um Portal que aprisiona o alvo na lendária <b>Prisão de Irídia</b>. Para ser bem sucedido nessa ação, você deverá manter a conjuração por <code>2 turnos</code> em casos de inimigos normais e <code>5 a 10 turnos</code> em caso de inimigos especiais. Ao final da conjuração, um portal para <b>Irídia</b> é aberto, e o alvo é sugado para dentro dele por um tempo a escolha do Sacerdote dentro dos limites deste poder.</p><p>Além disso, para inimigos especiais, a conjuração exige a consumação de uma <b>Gota de Fé</b> <i>(Use-a antes de fazer a primeira rolagem)</i>, que não pode ser recuperada caso o ritual falhe, além de exigir um resultado de <code>95 ou superior</code> na rolagem de <code>1d100</code> extra. Falhar nesse resultado desestabiliza a conjuração e dissipa a magia do portal.</p><p>A prisão pode durar até <code>1 ano</code> em sua forma comum, mas se uma <b>Gota de Fé</b> for utilizada na conjuração, o conjurador pode prender o alvo a até <code>100 anos de duração</code>.</p><hr/>Se o Sacerdote tiver ao menos <code>5 Ações Profanas</code>, o poder se torna <b>\"Prisão para Tortundria\"</b>. A mecânica é a mesma, a diferença é que o alvo é aprisionado no plano das Trevas, e ao invés de uma <b>Gota de Fé</b> para inimigos especiais, o poder exige uma <b>Gota Sombria</b>.</b>",
  "tags": ["grimo", "lunn"]
}
