{
  "name": "Ultimatum",
  "magic_cost": "100% P.M",
  "duration_time": null,
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": 0,
  "range_amount": "",
  "range_type": "Sí mesmo",
  "icon": "GiBeamsAura",
  "element": "holy",
  "caption": "No ápice da divindade, o Sacerdote convoca o Ultimatum, emanando ondas curativas e protegendo os aliados. Mas quando não restam mais forças, é apenas com um salto de fé que o Ultimatum Supremo pode ser canalizado. O Mestre Sacerdote se transforma na essência pura da luz divina, desencadeando uma explosão cataclísmica que extirpa a própria raiz do mal. A dádiva de Lunn purifica a vasta região, transformando-a em verdadeiro um santuário sagrado intransponível às Trevas e ao mal. A profecia ecoa, e o legado da luz perdurará por toda uma geração.",
  "description": "<p>Faça um <b>Teste de Perícia</b> do atributo <b>Elo Mágico</b>.</p><p><b>Se for bem sucedido,</b> você começa a canaliza o Ritual do Ultimatum, que durará um total de <code>3 turnos</code>.</p><p><b>A cada turno do Sacerdote</b>, uma onda de Cura poderosa é emitida, restaurando todos <b>Pontos de Vida, Magia e Efeitos Negativos</b> de todos os aliados numa área de até <code>30x30</code>. Os personagens também recebem um escudo mágico de proteção que possui <code>4d20 P.V</code>, que é restaurado caso tenha sido danificado no turno anterior. <b>(não se acumula)</b>. Alvos que estejam na área são afetados por fortes correntes mágicas, fazendo com que cada espaço de movimento custe <code>2 pontos</code>.</p><p>Ao final de <code>3 turnos</code>, o poder cessa, não podendo ser usado por pelo menos <code>30 dias</code> e sem causar qualquer dano ao Sacerdote. Porém, ao consumir uma <b>Gota de Fé</b> é possível elevar o Ultimatum para o próximo patamar, conjurando o poder do <b>Ultimatum Supremo</b>.</p><p>Se o fizer, o Sacerdote <b>se transforma na própria luz</b>, gerando uma explosão catastrófica que espalha uma massiva onda de pura Luz divina, afetando uma área de até <code>5000x5000</code> espaços, causando <code>30d100 + 500</code> de <b>dano de luz</b> a todos inimigos Profanos na área, além de purificar o Solo e toda a região afetada de forma permanente, removendo qualquer resquício da dominação das trevas.</p><p>Ao término de <b>Ultimatum Supremo</b>, o Sacerdote se sacrifica, e a área afetada pela explosão se torna um local sagrado, impenetrável por qualquer escuridão pelos próximos <code>100 anos</code>.</p><hr/>Se o Sacerdote tiver ao menos <code>5 Tokens de Ações Profanas</code>, o efeito do Ultimatum é invertido, sendo na verdade conjurado com o poder das Trevas.</p><p>A mecânica muda, ao invés de curar, absorve <code>4d20</code> de <b>dano mágico de Trevas</b> a <b>todos inimigos</b> <i>(mesmo os Profanos)</i> que permanecerem na área do Ultimatum a cada um dos <code>3 turnos</code>. O <b>Sacerdote</b> é curado com <b>cada dano absorvido</b>.</p><p>Já o <b>Ultimatum Supremo</b> requer uma <b>Gota das Sombras</b> no lugar da <b>Gota de Fé</b>, e ao final, a area é recoberta por uma <b>massa de Trevas</b> que corrompe a terra por até <code>100 anos</code>.</p>",
  "tags": ["grimo", "lunn", "sacrifice"]
}
