{
  "name": "Banhar Arma",
  "magic_cost": "5 P.M",
  "duration_time": "1 dia",
  "attack_logic": "Mágico",
  "action_type": "Ritual",
  "cast_distance": null,
  "range_amount": null,
  "range_type": null,
  "icon": "GiPocketBow",
  "element": "",
  "caption": "Seu conhecimento como Caçador lhe permite utilizar óleos para banhar suas armas contra seus inimigos.",
  "description": "<p>Em um local <b>pacificado</b>, escolha uma Arma e faça um <b>Teste de Perícia</b> do atributo <b>Sobrevivência</b>.<p><b>Se for bem sucedido</b>, você utiliza seu Grimo para encantar a arma com um <b>Óleo de Criatura</b>. O ritual precisa ser feito <b>fora de combate</b> e <b>requer concentração</b> de pelo menos <b>1 hora</b>.</p><p><b>Se não for bem sucedido,</b> seus <b>Pontos de Magia</b> e o <b>Óleo do Frasco (carga)</b> são consumidos mesmo assim.</p><p>No caso de <b>Armas com Lâminas</b>, a própria Lâmina é banhada. No caso de <b>Armas de Projéteis</b>, como Arcos e Estilingues, os <b>próprios projéteis</b> podem ser banhados com Óleo.</p><p>A aplicação é feita de <b>forma mágica</b>, e possui validade de <b>1 dia</b>, após isso, o processo deverá ser realizado novamente com um novo frasco.</p><p>Os <b>Frascos de Óleo de Criatura</b> são geralmente <b>comuns</b> e <u>podem ser comprados em qualquer cidade</u>, e até mesmo em pequenos vilarejos por preços acessíveis. É comum que <b>Caçadores de Kanus</b> carreguem diversos frascos de Óleos em suas viagens. Eles podem fornecem <b>acréscimo de Dano</b>, vantagens de combate ou até aplicar efeitos negativos em determinados tipos de criaturas. Para mais informações, consulte o <b>Apêndice de Itens</b>.</p><p>Tecnicamente, o Frasco de Óleo também poderia ser usado sem nenhum treinamento, mas sem este treinamento, o Óleo possui apenas duração de <b>1 ataque</b>.</p><p>Você não pode utilizar este poder para <b>banhar Armaduras</b>.</p><p><hr/><i>Para comprar Óleos de Criatura, basta solicitar ao Narrador: \"Quero comprar Óleo para caçar Dragões\". Ele guiará você até o vendedor e lhe mostrará os Óleos disponíveis.</i></p>",
  "tags": ["grimo", "kanus"]
}
