{
  "name": "Fúria do Cavaleiro",
  "magic_cost": "3 P.M",
  "duration_time": 1,
  "attack_logic": "Físico",
  "action_type": "Ativa",
  "cast_distance": 3,
  "range_amount": "7x7",
  "range_type": "Área",
  "icon": "GiMultipleTargets",
  "element": null,
  "caption": "Você canaliza o poder máximo de seu Grimo, conjurando um selo mágico de coloração âmbar numa grande área do campo de batalha, movendo-se na velocidade da luz e desferindo múltiplos ataques contra seus inimigos.",
  "description": "<p>Para conjurar o Selo, você pode selecionar uma área de 7x7 num alcance de 3 Quadrados em qualquer direção em torno de sí mesmo.  (Não é necessário fazer testes para isso.)</p><p>Após selecionar a área, você poderá efetuar 5 Ataques contra alvos mistos.</p><p>A área de 7x7 se inicia a partir do centro do Quadrado escolhido</p><p>Os ataques instantâneos são efetuados contra a Defesa dos Alvos, mas o teste só precisa ser bem sucedido uma única vez para efetuar múltiplos ataques a um mesmo alvo.</p><p>Caso mais de um alvo seja atacado, cada alvo precisa de pelo menos 1 sucesso, para que os outros ataques consecutivos neste mesmo alvo sejam automaticamente contabilizados como sucessos.</p><p>Caso o primeiro teste falhe, o Personagem ainda poderá rolar um segundo teste, mas ao passar no segundo teste, ao invés de desferir 5 ataques, ele desferirá apenas 4 ataques.</p><p>A lógica se mantém até que o Cavaleiro erre todos os ataques.</p><p>Caso ele acerte o segundo ataque, todos os outros ataques consecutivos no mesmo alvo causam dano automaticamente sem a necessidade de testes adicionais de Defesa.</p><p>O Dano de cada ataque possui o mesmo dano de um ataque comum, utilizando-se sempre a arma equipada.</p><p>Se desejar, ou se não houver alvos, o Cavaleiro pode a qualquer momento cessar a Fúria. Os ataques não utilizados não poderão ser recuperados, até que o Especial esteja novamente disponível para uso, ou após um descanso completo.</p>",
  "tags": ["ultimate", "grimo", "knight"]
}
