{
  "name": "Cavalaria Etérea",
  "magic_cost": null,
  "duration_time": 1,
  "attack_logic": null,
  "action_type": "Ativa",
  "cast_distance": 0,
  "range_amount": null,
  "range_type": null,
  "icon": "GiPortal",
  "element": null,
  "caption": "De suas mãos emanava um grande poder, e daquela pequena pedra polida brilhante, uma enorme criatura dracônica se materializava em poucos segundos, em meio a uma súbita corrente de ventos fortes que aturdiam a área em volta do Cavaleiro, enquanto a criatura, agora materializada, rugia em respeito ao seu mestre, aguardando seus comandos.",
  "description": "<p>Essa habilidade permite ao Cavaleiro armazenar sua Montaria dentro do Grimo, ganhando a capacidade de Conjurar e desconjurar uma de suas Montarias treinadas.<br/>Enquanto estão armazenadas no Grimo, o Tempo não passa para elas, evitando qualquer efeito do envelhecimento ou até da progressão de doenças ou maldições.<br/>Esse armazenamento de origem mágico parece apenas surtir efeito em criaturas selvagens ou semi-selvagens que foram treinadas como montarias, não podendo ser usado para mero armazenamento de criaturas.<br/>O efeito deste poder em Objetos ou até mesmo espécies civilizadas como Goblins, Armadons e Metalóides parece ser completamente nulo. (e pode ter certeza que não foi falta de tentarem!)<br/>A Cavalaria Etérea também confere um bônus de +2 de Ataque utilizando montarias conjuradas pelo Grimo.<br/>A conjuração leva apenas alguns segundos e pode ser utilizada com montarias de qualquer tamanho.<br/>Para este poder, é importante que o poder seja canalizado com o Grimo nas mãos do Cavaleiro.<br/>Funciona normalmente com criaturas Ajudantes de forma permanente.<br/>Devido ao congelamento do tempo, a criatura armazenada não é afetada por qualquer tipo de repouso dentro do Grimo, sendo necessário sua conjuração e tratamento para resolver quaisquer ferimentos.<br/>*Se usada durante o combate, essa habilidade consome uma Ação de Movimento e uma Ação de Ataque. (ou seja, exige as duas ações para ser realizada)</p>",
  "tags": ["ultimate", "grimo", "knight"]
}
