{
  "name": "Encarar a Essência",
  "magic_cost": "100% P.M",
  "duration_time": "?",
  "attack_logic": null,
  "action_type": "Ativa",
  "cast_distance": null,
  "range_amount": null,
  "range_type": null,
  "icon": "GiMeditation",
  "element": null,
  "description": "<p>Em um local pacificado e carregado da essência do seu elemento, faça 3 <b>Testes de Perícia</b> do atributo <b>Elo Mágico</b>.</p><p><b>Se for bem sucedido,</b> você se conecta-se ao <b>Plano de Grimória</b> através do seu elemento para procurar ajuda, conselhos ou orientação de um poderoso ser <b>extra planar</b>. A resposta que você terá em sua viajem dependerá do número de sucessos.</p><p><b>Se obtiver apenas 1 sucesso</b>, você poderá ter vislumbres enigmáticos ou visões incompletas para a resposta que busca.</p><p><b>Se obtiver 2 sucessos,</b> poderá obter a resposta para sua pergunta de forma simplificada.</p><p><b>Se obtiver 3 sucessos,</b> você encontra uma entidade Elemental e poderá ter um diálogo rápido com ela que esclareça seu caminho.</p><p><b>Se obtiver um ou mais Triunfos</b>, você terá uma experiência única, e além de obter sua resposta poderá também ser agraciado com uma benção permanente de Grimória, que aumentará seus <b>Pontos de Magia</b> em <code>GRAU*d6</code> de forma permanente.</p><p><b>Enquanto ao obter um ou mais Desastres</b>, você deixa a porta aberta, sendo perseguido por uma entidade elemental, que roubará sua essência mágica, reduzindo seus <b>Pontos de Magia</b> em <code>GRAU*d6</code> de forma permanente. (e quem sabe te perseguindo no mundo real)</p><p>Também <b>exige uma narrativa apropriada</b> para convencer a entidade a te ajudar em seus problemas ou responder suas perguntas.</p><p><b>Encarar a Essência</b> só pode ser realizado <b>uma vez a cada mês de jogo</b>.</p><p>O personagem fica em transe durante a meditação, e a duração fica a cargo do Narrador.</p>",
  "caption": "Muitos são capazes de encarar a essência do seu elemento, alguns poucos verão uma porta. Outros, ainda mais raramente, aprendem a espiar por ela, mas você é capaz de atravessar essa porta e comunicar-se com o que quer que esteja do outro lado.",
  "tags": ["grimo", "allura"]
}
