{"id":"magical_affixes","data":[{"name":"Brilhante (X)","rarity":"Comum","description":"Itens brilhantes emitem luz própria não-controlável, iluminando X espaços.","multiplier":"1.0"},{"name":"Camaleônica","rarity":"Comum","description":"Muda de cor para se adaptar ao ambiente que está.","multiplier":"1.0"},{"name":"Detectora (T)","rarity":"Comum","description":"Itens com essa propriedade podem pulsar quando detectam a presença próxima de inimigos do tipo T.","multiplier":"1.0"},{"name":"Amplificado (F)","rarity":"Comum","description":"Itens amplificados causam +(F) de dano mágico extra quando usados para atacar. Já armaduras mágicas protegem contra (F) de dano mágico.","multiplier":"1.5"},{"name":"Geomântica (T)","rarity":"Comum","description":"Armas geomânticas atacam com vantagem quando estão em terreno do tipo (T), e armaduras recebem vantagem ao se defender de ataques em terrenos T.","multiplier":"2.0"},{"name":"Protetiva (F)","rarity":"Comum","description":"Em armaduras, reduz o dano mágico recebido em -F.","multiplier":"2.5"},{"name":"Venenosa (D)/(T)","rarity":"Comum","description":"Ataques/Contato físico inflige Envenenar (D)/(T).","multiplier":"3.0"},{"name":"Sônica (M)","rarity":"Comum","description":"Itens com a característica Sônica emitem uma onda sônica ao entrar em contato com alvos, empurrando-os na direção oposta em -(M) espaços.","multiplier":"3.0"},{"name":"Corrosiva (C)","rarity":"Comum","description":"Inflige (C) de corrosão de equipamentos ao armas e armaduras ao contato.","multiplier":"3.0"},{"name":"Solar (F)","rarity":"Comum","description":"Acertos/Bloqueios durante o dia causam F de dano adicional.","multiplier":"3.0"},{"name":"Lunar (F)","rarity":"Comum","description":"Acertos/Bloqueios durante a noite causam F de dano adicional.","multiplier":"3.0"},{"name":"Ecliptica (F)","rarity":"Comum","description":"Acertos/Bloqueios durante eclipses e luas de orvalho causam F de dano adicional.","multiplier":"3.0"},{"name":"Elemental","rarity":"Comum","description":"O item é embedado no elemento em questão (fogo, trovão, terra, etc), causando dano do elemento no caso de arma, ou absorvendo o elemento no caso de armadura.","multiplier":"3.0"},{"name":"Escaldante (D)/(T)","rarity":"Comum","description":"Ataques/Contato físico inflige Queimar (D)/(T).","multiplier":"3.5"},{"name":"Congelante (M)/(T)","rarity":"Comum","description":"Ataques/Contato físico inflige Congelar (M)/(T).","multiplier":"3.5"},{"name":"Elétrica","rarity":"Comum","description":"Concede à arma o poder dos raios, podendo paralisar o inimigo com choques elétricos.","multiplier":"3.5"},{"name":"Minificável","rarity":"Incomum","description":"Independente do tamanho e peso, esse item pode ser reduzido ao tamanho da palma da mão do utilizador, com o custo de 1 Ação Menor.","multiplier":"2.5"},{"name":"Regenerativa (N)","rarity":"Incomum","description":"Itens regenerativos se reparam automaticamente, recuperando N cargas de durabilidade por dia.","multiplier":"3.0"},{"name":"Invernal","rarity":"Incomum","description":"Acertos/Bloqueios no Inverno e em momentos de frio intenso são feitos em vantagem.","multiplier":"2.5"},{"name":"Infernal","rarity":"Incomum","description":"Acertos/Bloqueios no Verão e em terras de calor intenso são feitos em vantagem.","multiplier":"2.5"},{"name":"Vampírica (X%)","rarity":"Incomum","description":"X% do dano total causado itens Vampíricos são absorvidos como Pontos de Vida.","multiplier":"3.5"},{"name":"Zéfirica (M)","rarity":"Incomum","description":"Acertos/Bloqueios também desferem rajadas de vento que empurram o alvo a até M espaços.","multiplier":"3.0"},{"name":"Enraizante (C)/(T)","rarity":"Incomum","description":"Acertos/Bloqueios bem sucedidos fazem brotar vinhas que prendem o alvo, causando Constrição (C)/(T).","multiplier":"3.0"},{"name":"Cegante","rarity":"Incomum","description":"Encantada para emitir uma luz brilhante, ataques contra você vindos inimigos adjacentes são feitos em desvantagem.","multiplier":"3.5"},{"name":"Profana","rarity":"Raro","description":"Corrompida por energias sombrias, é especialmente eficaz contra criaturas celestiais. Causa o dobro de dano no caso de Arma e recebe Metade de dano no caso de Armadura.","multiplier":"4.5"},{"name":"Sagrada","rarity":"Raro","description":"Abençoada por entidades divinas, eficaz contra mortos-vivos e entidades malignas. Causa o dobro de dano no caso de Arma e recebe Metade de dano no caso de Armadura.","multiplier":"4.5"},{"name":"Finalizadora (F)","rarity":"Raro","description":"Causa (F) de dano adicional em lacaios fracos e alvos que estão com metade da vida ou menos.","multiplier":"3.0"},{"name":"Teleguiado","rarity":"Raro","description":"Se o item for uma arma de alcance, disparos com seus projéteis sempre acertarão o alvo.","multiplier":"4.5"},{"name":"Adaptativa","rarity":"Raro","description":"Adapta-se ao elemento da área ao redor (fogo, água, terra, ar) e usa esse poder contra os inimigos.","multiplier":"3.5"},{"name":"Translocadora (M)","rarity":"Raro","description":"Acertos/Bloqueios translocam o alvo para outra coordenada a até (M) espaços de distância.","multiplier":"4.0"},{"name":"Mortal (F)","rarity":"Raro","description":"Aflige Morte (F) a cada acerto a um inimigo.","multiplier":"4.0"},{"name":"Ilusional","rarity":"Raro","description":"Ao ser atingido por uma arma ilusional, uma ilusão do alvo é conjurada adjacente a ele, realizando um ataque comum antes do próximo turno do alvo até que seja atingida. (possui 1 Ponto de Vida).","multiplier":"4.0"},{"name":"Fênix","rarity":"Lendário","description":"Itens com afixo Fênix podem \"reviver\" ao se quebrarem com durabilidade 0. Para isso, o controlador deve passar em um Teste de Perícia do atributo Destino.","multiplier":"4.0"},{"name":"Anti-Gravitacional","rarity":"Lendário","description":"Ao ser atingido por uma arma anti-gravitacional, o alvo fica suspenso no ar durante 1 rodada, sem poder se locomover.","multiplier":"4.0"},{"name":"Consciente","rarity":"Lendário","description":"O item possui consciência própria e pode se recusar a cumprir seu papel dependendo da relação com o utilizador.","multiplier":"4.0"},{"name":"Transdimensional","rarity":"Lendário","description":"Golpes com armas transdimensionais podem atingir alvos a qualquer distância visível, através da abertura de um portal adjacente à vítima, aberto rapidamente apenas para desferir o golpe. Ataques transdimensionais são sempre feitos com vantagem.","multiplier":"4.5"},{"name":"Evolutiva","rarity":"Lendário","description":"Aumenta automaticamente de poder baseado no GRAU atual do personagem.","multiplier":"4.5"},{"name":"Dimensiônica","rarity":"Lendário","description":"Pode armazenar o portador.","multiplier":"4.5"},{"name":"Vorpal","rarity":"Lendário","description":"Qualquer acerto resulta na aniquilação do alvo, seja qual ele for.","multiplier":"5.0"}]}