{"id":"magical_affixes","data":[{"#":"1","name":"Brilhante (X)","rarity":"Comum","description":"Itens brilhantes emitem luz própria não-controlável, iluminando X espaços.","multiplier":"1.0"},{"#":"2","name":"Camaleônica","rarity":"Comum","description":"Muda de cor para se adaptar ao ambiente que está.","multiplier":"1.0"},{"#":"3","name":"Detectora (T)","rarity":"Comum","description":"Itens com essa propriedade podem pulsar quando detectam a presença próxima de inimigos do tipo T.","multiplier":"1.0"},{"#":"4","name":"Amplificado (F)","rarity":"Comum","description":"Itens amplificados causam +(F) de dano mágico extra quando usados para atacar. Já armaduras mágicas protegem contra (F) de dano mágico.","multiplier":"1.5"},{"#":"5","name":"Geomântica (T)","rarity":"Comum","description":"Armas geomânticas atacam com vantagem quando estão em terreno do tipo (T), e armaduras recebem vantagem ao se defender de ataques em terrenos T.","multiplier":"2.0"},{"#":"6","name":"Protetiva (F)","rarity":"Comum","description":"Em armaduras, reduz o dano mágico recebido em -F.","multiplier":"2.5"},{"#":"7","name":"Venenosa (D)/(T)","rarity":"Comum","description":"Ataques/Contato físico inflige Envenenar (D)/(T).","multiplier":"3.0"},{"#":"8","name":"Sônica (M)","rarity":"Comum","description":"Itens com a característica Sônica emitem uma onda sônica ao entrar em contato com alvos, empurrando-os na direção oposta em -(M) espaços.","multiplier":"3.0"},{"#":"9","name":"Corrosiva (C)","rarity":"Comum","description":"Inflige (C) de corrosão de equipamentos ao armas e armaduras ao contato.","multiplier":"3.0"},{"#":"10","name":"Solar (F)","rarity":"Comum","description":"Acertos/Bloqueios durante o dia causam F de dano adicional.","multiplier":"3.0"},{"#":"11","name":"Lunar (F)","rarity":"Comum","description":"Acertos/Bloqueios durante a noite causam F de dano adicional.","multiplier":"3.0"},{"#":"12","name":"Ecliptica (F)","rarity":"Comum","description":"Acertos/Bloqueios durante eclipses e luas de orvalho causam F de dano adicional.","multiplier":"3.0"},{"#":"13","name":"Elemental","rarity":"Comum","description":"O item é embedado no elemento em questão (fogo, trovão, terra, etc), causando dano do elemento no caso de arma, ou absorvendo o elemento no caso de armadura.","multiplier":"3.0"},{"#":"14","name":"Escaldante (D)/(T)","rarity":"Comum","description":"Ataques/Contato físico inflige Queimar (D)/(T).","multiplier":"3.5"},{"#":"15","name":"Congelante (M)/(T)","rarity":"Comum","description":"Ataques/Contato físico inflige Congelar (M)/(T).","multiplier":"3.5"},{"#":"16","name":"Elétrica","rarity":"Comum","description":"Concede à arma o poder dos raios, fazendo com que todo dano físico seja causado como dano elétrico, e permitindo ao portador desferir um ataque elétrico poderoso que causa Paralizar 1 uma vez por combate.","multiplier":"3.5"},{"#":"17","name":"Aparo Mágico","rarity":"Comum","description":"Apara sempre o primeiro golpe recebido a cada combate.","multiplier":"2.5"},{"#":"18","name":"Acústica","rarity":"Comum","description":"Enquanto estiver segurando ou vestindo o item, você pode aumentar seu tom de voz até mesmo para falar para grandes públicos.","multiplier":"1.5"},{"#":"19","name":"Saltadora","rarity":"Comum","description":"Enquanto estiver segurando ou vestindo o item, você pode saltar a até 2x o seu movimento na vertical.","multiplier":"2.5"},{"#":"20","name":"Minificável","rarity":"Incomum","description":"Independente do tamanho e peso, esse item pode ser reduzido ao tamanho da palma da mão do utilizador, com o custo de 1 Ação Menor.","multiplier":"2.5"},{"#":"21","name":"Regenerativa (N)","rarity":"Incomum","description":"Itens regenerativos se reparam automaticamente, recuperando N cargas de durabilidade por dia.","multiplier":"3.0"},{"#":"22","name":"Invernal","rarity":"Incomum","description":"Acertos/Bloqueios no Inverno e em momentos de frio intenso são feitos em vantagem.","multiplier":"2.5"},{"#":"23","name":"Infernal","rarity":"Incomum","description":"Acertos/Bloqueios no Verão e em terras de calor intenso são feitos em vantagem.","multiplier":"2.5"},{"#":"24","name":"Vampírica (X%)","rarity":"Incomum","description":"X% do dano total causado itens Vampíricos são absorvidos como Pontos de Vida.","multiplier":"3.5"},{"#":"25","name":"Zéfirica (M)","rarity":"Incomum","description":"Acertos/Bloqueios também desferem rajadas de vento que empurram o alvo a até M espaços.","multiplier":"3.0"},{"#":"26","name":"Enraizante (C)/(T)","rarity":"Incomum","description":"Acertos/Bloqueios bem sucedidos fazem brotar vinhas que prendem o alvo, causando Constrição (C)/(T).","multiplier":"3.0"},{"#":"27","name":"Cegante","rarity":"Incomum","description":"Encantada para emitir uma luz brilhante, ataques contra você vindos inimigos adjacentes são feitos em desvantagem.","multiplier":"3.5"},{"#":"28","name":"Flutuante","rarity":"Incomum","description":"Se o usuário estiver segurando o item, pode flutuar a uma pequena altura acima do solo.","multiplier":"1.5"},{"#":"29","name":"Silenciosa","rarity":"Incomum","description":"Permite ao usuário se mover silenciosamente ou passar despercebido.","multiplier":"2.0"},{"#":"30","name":"Termal","rarity":"Incomum","description":"Cria uma aura de 1x1 em volta de si mesmo que mantém a temperatura em uma média agradável.","multiplier":"2.0"},{"#":"31","name":"Telepático","rarity":"Incomum","description":"Permite comunicação telepática entre o usuário e qualquer um a até 4x4 espaços.","multiplier":"2.5"},{"#":"32","name":"Bilingue","rarity":"Incomum","description":"Permite ao usuário falar e entender idiomas desconhecidos enquanto estiver segurando a espada.","multiplier":"3.0"},{"#":"33","name":"Midas","rarity":"Incomum","description":"Quando inimigos de categoria Líder ou Superior são derrotados com este item, eles se transformam em Temirs (100/500/1000/2000).","multiplier":"3.5"},{"#":"34","name":"Profana","rarity":"Raro","description":"Corrompida por energias sombrias, é especialmente eficaz contra criaturas celestiais. Causa o dobro de dano no caso de Arma e recebe Metade de dano no caso de Armadura.","multiplier":"4.5"},{"#":"35","name":"Sagrada","rarity":"Raro","description":"Abençoada por entidades divinas, eficaz contra mortos-vivos e entidades malignas. Causa o dobro de dano no caso de Arma e recebe Metade de dano no caso de Armadura.","multiplier":"4.5"},{"#":"36","name":"Finalizadora (F)","rarity":"Raro","description":"Causa (F) de dano adicional em lacaios fracos e alvos que estão com metade da vida ou menos.","multiplier":"3.0"},{"#":"37","name":"Teleguiado","rarity":"Raro","description":"Se o item for uma arma de alcance, disparos com seus projéteis sempre acertarão o alvo.","multiplier":"4.5"},{"#":"38","name":"Adaptativa","rarity":"Raro","description":"Adapta-se ao elemento da área ao redor (fogo, água, terra, ar) e usa esse poder contra os inimigos.","multiplier":"3.5"},{"#":"39","name":"Translocadora (M)","rarity":"Raro","description":"Acertos/Bloqueios translocam o alvo para outra coordenada a até (M) espaços de distância.","multiplier":"4.0"},{"#":"40","name":"Mortal (F)","rarity":"Raro","description":"Aflige Morte (F) a cada acerto a um inimigo.","multiplier":"4.0"},{"#":"41","name":"Ilusional","rarity":"Raro","description":"Ao ser atingido por uma arma ilusional, uma ilusão do alvo é conjurada adjacente a ele, realizando um ataque comum antes do próximo turno do alvo até que seja atingida. (possui 1 Ponto de Vida).","multiplier":"4.0"},{"#":"42","name":"Eterno","rarity":"Raro","description":"Nunca se desgasta ou quebra.","multiplier":"3.5"},{"#":"43","name":"Ecoante","rarity":"Raro","description":"As vezes, emite ecos de sons ou palavras ditas perto do item no passado.","multiplier":"3.5"},{"#":"44","name":"Polimórfico","rarity":"Raro","description":"Pode mudar sua forma temporariamente para diferentes objetos ou ferramentas de tamanho similar.","multiplier":"3.5"},{"#":"45","name":"Mediúnico","rarity":"Raro","description":"Permite ver presenças espirituais que normalmente seriam invisíveis, como fantasmas, espíritos ou auras mágicas.","multiplier":"3.5"},{"#":"46","name":"Espiã","rarity":"Raro","description":"Ouve os pensamentos superficiais de quem está próximo a até 3x3 espaços.","multiplier":"3.5"},{"#":"47","name":"Teleportadora","rarity":"Raro","description":"Uma vez por dia, você pode se teleportar para um local que tenha marcado com o item em menos de 1 dia.","multiplier":"4.0"},{"#":"48","name":"Anuladora","rarity":"Raro","description":"Uma vez por dia, faça um teste de Perícia de Destino para cancelar um feitiço contra você.","multiplier":"4.0"},{"#":"49","name":"Metamorfa","rarity":"Raro","description":"Permite ao usuário adotar qualquer forma física enquanto estiver segurando o item.","multiplier":"4.0"},{"#":"50","name":"Atravessadora","rarity":"Raro","description":"Uma vez por dia, você pode atravessar uma parede quando estiver usando o item.","multiplier":"4.5"},{"#":"51","name":"Fênix","rarity":"Lendário","description":"Itens com afixo Fênix podem \"reviver\" ao se quebrarem com durabilidade 0. Para isso, o controlador deve passar em um Teste de Perícia do atributo Destino.","multiplier":"4.0"},{"#":"52","name":"Anti-Gravitacional","rarity":"Lendário","description":"Ao ser atingido por uma arma anti-gravitacional, o alvo fica suspenso no ar durante 1 rodada, sem poder se locomover.","multiplier":"4.0"},{"#":"53","name":"Consciente","rarity":"Lendário","description":"O item possui consciência própria e pode se recusar a cumprir seu papel dependendo da relação com o utilizador.","multiplier":"4.0"},{"#":"54","name":"Transdimensional","rarity":"Lendário","description":"Golpes com armas transdimensionais podem atingir alvos a qualquer distância visível, através da abertura de um portal adjacente à vítima, aberto rapidamente apenas para desferir o golpe. Ataques transdimensionais são sempre feitos com vantagem.","multiplier":"4.5"},{"#":"55","name":"Evolutiva","rarity":"Lendário","description":"Aumenta automaticamente de poder baseado no GRAU atual do personagem.","multiplier":"4.5"},{"#":"56","name":"Dimensiônica","rarity":"Lendário","description":"Pode armazenar o portador.","multiplier":"4.5"},{"#":"57","name":"Vorpal","rarity":"Lendário","description":"Qualquer acerto resulta na aniquilação do alvo, seja qual ele for.","multiplier":"5.0"},{"#":"58","name":"Aprisionadora (X)","rarity":"Lendário","description":"Um cristal negro encrustrado no centro do item sugere que ele foi corrompido e aprisiona uma terrível criatura de tamanho (X) presa eras atrás. Assim que o item quebrar ou assim que ela for libertada, um grande evento dimensional se iniciará através da pedra, atordoando a todos e libertando a criatura. Ela atacará qualquer um que estiver próximo, de forma descontrolada.","multiplier":"4.5"},{"#":"59","name":"Sedenta","rarity":"Lendário","description":"Uma vez por dia, role um d6. Seus pontos máximos de vida são reduzidos neste valor, mas você recebe o dobro do valor em dano extra permanente enquanto estiver vinculado com o item. O ciclo se repete interminavelmente.","multiplier":"5.0"},{"#":"60","name":"Refletora","rarity":"Lendário","description":"Reflete uma pequena porcentagem de magia dirigida a ele.","multiplier":"4.5"}]}