{"id":"physical_affixes","data":[{"name":"Inutilizável (X)","rarity":"Comum","description":"Um item deteriorado, quebrado e inviável de se utilizar. Possui durabilidade 0 até que seja refinado pelo menos (X) vezes.","multiplier":"0"},{"name":"Frágil (X)","rarity":"Comum","description":"Um item prestes a quebrar feito de material frágil/poroso de baixíssima qualidade. Não possui durabilidade e quebrará permanentemente após (X) ataques, bloqueios ou impactos contra objetos/superfícies.","multiplier":"0"},{"name":"Deteriorada","rarity":"Comum","description":"Um item desgastado e velho que já viu várias batalhas. Possui apenas 1 de Durabilidade máxima e não pode ser refinado.","multiplier":"0"},{"name":"Trambolhenta (M)","rarity":"Comum","description":"Esse item é Massivo e reduz os Pontos de Movimento em -(M) sempre que estiver sendo usado.","multiplier":"1"},{"name":"Escoteira (X)","rarity":"Comum","description":"Armaduras escoteiras aumentam o espaço de armazenamento em +X.","multiplier":"1"},{"name":"Aprimorada (F)","rarity":"Comum","description":"Armas aprimoradas possuem construção superior e por isso causam +F de Dano Físico extra, já armaduras com este afixo reducem (-F) de dano físico recebido.","multiplier":"1.5"},{"name":"Larga (F)","rarity":"Comum","description":"Um item grande. No caso de armas, exige que seja manipulada com as duas mãos, além de causar (F) de dano adicional. No caso de armaduras, só pode ser utilizada por personagens grandes e largos e que sejam compatíveis com o Perfil do item.","multiplier":"2"},{"name":"Clivada","rarity":"Comum","description":"Ataques com armas desse tipo também atingem <b>alvos adjacentes</b> ao alvo escolhido.","multiplier":"2"},{"name":"Leve (M)","rarity":"Incomum","description":"Reduz significativamente o peso da arma, podendo ser usada com apenas 1 mão no caso de armas. Pode ser usada em conjunto com o afixo Larga para anular o requisito de 2 mãos. Anula em (M) qualquer redução de movimento causada pelo item.","multiplier":"2.5"},{"name":"Perfurante","rarity":"Incomum","description":"Refina a lâmina para que ela possa penetrar armaduras com maior facilidade. +(X) Ataque Físico","multiplier":"3"},{"name":"Telescópica (M)","rarity":"Incomum","description":"Armas Telescópicas aumentam a distância de ataque em armas à distância em (M) espaços. Similar ao Afixo Longa.","multiplier":"3"},{"name":"Longa (M)","rarity":"Incomum","description":"Sua construção permite atacar alvos a até (M) espaços de distância adicional.","multiplier":"3"},{"name":"Espinhos (F)","rarity":"Incomum","description":"Adiciona espinhos afiados ao item, adicionando a característica Perfurar. Em armas faz com que golpes infligidos causem um adicional de (F) de dano. Em armaduras faz com que golpes recebidos causem (F) de dano perfurante.","multiplier":"3"},{"name":"Ressonante (F)","rarity":"Raro","description":"A arma vibra com uma frequência sônica, causando (F) de dano extra a estruturas e construções.","multiplier":"3.5"},{"name":"Aterradora (M)","rarity":"Raro","description":"Aparência ameaçadora que causa Terror (M) em alvos atingidos por ela que sejam da mesma categoria de tamanho do atacante.","multiplier":"3.5"},{"name":"Predadora (F)","rarity":"Lendário","description":"Cada corte feito por essa arma em um alvo fazem com que cortes consecutivos causem (F) de dano adicional. Só funciona em armas.","multiplier":"4"}]}