{
  "name": "Pilar de Luz",
  "magic_cost": "9 P.M",
  "duration_time": null,
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": 0,
  "range_amount": "4",
  "range_type": "Pontos",
  "icon": "GiDeadlyStrike",
  "element": "holy",
  "caption": "Conjura poderosos Pilares de Luz que se movem pelo campo de batalha purificando aliados e cauterizando inimigos.",
  "description": "<p>Você conjura <b>3 Pilares de Luz</b> em quaisquer quadrados num entorno de 10x10 em volta da sua coordenada. Os Pilares ocupam 1 quadrado cada, não podem ocupar a mesma posição, e entram na ordem de iniciativa logo após o Sacerdote, sendo controlados por você, e movendo-se de forma independente . Cada Pilar pode se mover <b>4 quadrados</b>.<br/><br/>Os Pilares podem ser conjurados em qualquer posição da área, <b>mesmo se um aliado ou inimigo ocupar o espaço</b>. Ao tocar um aliado, o mesmo recebe purificação de <b>qualquer efeito ou maldição não físico</b> que restrinja a execução de <b>ações de movimento</b> e <b>ações de ataque</b>. (o efeito não funciona caso o Pilar tenha \"saído\" e \"entrado\" na coordenada do alvo no mesmo turno).<br/><br/>Além disso, ao ocupar ou ter o Espaço ocupado por um Aliado, o Pilar restaura <code>1d6 P.V</code> do mesmo, e ao ocupar o espaço de um inimigo, causa um <b>efeito cauterizador</b> que inflinge <code>1d10 de Dano Divino</code> ao Alvo.<br/><br/>Para ser removido, o Efeito a ser  purificado<b> precisa ser momentâneo</b> e não pode possuir duração de vários turnos.<br/><i>(exemplo: Os pilares podem remover qualquer tipo de Paralizia ou Atordoamento momentâneo, mas não funcionam caso estes efeitos tenham sido aplicados por condições físicas, como Venenos Paralíticos ou caso o personagem tenha sido fisicamente congelado).</i>.<br/><br/>Efeitos Mágicos persistentes como <b>Selos de Silêncio</b> também não podem ser removidos pela Benção do Pilar. <i>(estes efeitos se \"prendem\" ao Alvo e duram vários turnos, portanto não podem ser purificados)</i><br/><br/>Os Pilares não tem limite de duração mas se dissipam ao final de um encontro.</p>",
  "tags": ["grimo", "lunn"]
}
