{
  "name": "Pilar de Luz",
  "magic_cost": "9 P.M",
  "duration_time": null,
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": 5,
  "range_amount": "3",
  "range_type": "Pontos",
  "icon": "GiDeadlyStrike",
  "element": "holy",
  "caption": "Com um gesto sagrado e palavras reverberantes, o Sacerdote invoca Pilares de Luz - colunas místicas de brilho áureo tão intensas como o brilho da estrela. Estes pilares, movendo-se à vontade do conjurador, são faróis de proteção e cura para aliados e sofrimento para os inimigos. Emergindo do chão como lâminas de pura luz celestial, cada Pilar é uma manifestação de Lunn, um testemunho palpável do poder divino do Sacerdote.",
  "description": "<p>Escolha até <code>3 pontos</code> num raio de até <code>5 espaços de distância</code> em volta de sí mesmo, e faça um <b>Teste de Perícia</b> de <b>Intelecto</b>.</p><p>Se for bem sucedido, você conjura <code>3 Pilares de Luz</code> que ocupam <code>1 espaço</code> cada e pode se mover até <code>4 espaços</code> por turno. Os Pilares agem ao mesmo tempo logo depois do <b>final</b> do seu turno e os efeitos só se ativam ao <b>final do turno dos pilares</b>.</p><p>Quando um Pilar ocupa um espaço aliado, ele cura <code>GRAU * 1d6</code> e <b>anula quaisquer penalidades</b> que sejam aplicadas a <b>ações</b> realizadas pelo alvo. (e só funciona se o alvo fizer as ações enquanto está dentro do Pilar)</p><p>Quando um Pilar ocupa um espaço inimigo, ele <b>dobra todas as penalidades</b> aplicadas, e causa <code>GRAU * 1d10</code> de <b>dano mágico Divino</b> <i>(elemento luz)</i> ao alvo. Inimigos <b>Profanos</b> recebem <code>GRAU * 1d20</code> de dano.</p><hr/><p>Se o Sacerdote possuir ao menos <code>5 Ações Profanas</code>, este poder torna-se \"Pilar das Sombras\", e no lugar de curar aliados, ele passa a reduzir qualquer dano causado em <code>GRAU * 1d10</code>, ao mesmo tempo em que passa a causar <code>GRAU * 1d10</code> de <b>dano mágico das Trevas</b> em inimigos não profanos.</p>",
  "tags": ["grimo", "lunn"]
}
