{
  "name": "Marca da Penitência",
  "magic_cost": "7 P.M",
  "duration_time": null,
  "attack_logic": "Mágico",
  "action_type": "Ativa",
  "cast_distance": 0,
  "range_amount": "1",
  "range_type": "Alvo",
  "icon": "GiCircleClaws",
  "element": "holy",
  "caption": "Com um murmúrio, o Sacerdote cria um Selo etéreo que pulsa ao ritmo do coração do alvo. Visível somente para o conjurador, a marca muda de cor com cada ação, escurecendo por atos profanos e brilhando para os iluminados. Cada batida do Selo traz consigo o aroma da virtude ou o acre do pecado, desvendando a verdadeira natureza do alvo.",
  "description": "<p>Escolha um alvo e faça um <b>Teste de Perícia</b> do atributo <b>Intelecto</b>.</p><p>Se for bem sucedido, você conjura um Selo invisível no alvo escolhido que o acompanhará durante 7 dias, sendo o Sacerdote o único que pode vê-lo. A Marca é considerada como uma maldição de Resiliência <code>TIER * 8</code>, e outros Sacerdotes mais experientes podem tentar senti-la ou até mesmo expurgá-la.</p><p>O selo dura por 7 dias, e cada ato Profano ou Iluminado que o alvo realizar dentro desse período será marcado no selo e poderá ser visto pelo conjurador caso esteja a até <code>10 espaços</code> de proximidade do alvo e tenha visão desobstruída.</p><p>As marcas Profanas não revelam os detalhes explícitos da profanidade realizada, mas a <b>opacidade da marca</b> no Selo é <b>proporcional a intensidade da Ação</b>. pecados como traições, assassinatos, e grandes injustiças são representados como <b>marcas intensas</b> no Selo, enquanto atos menores como <b>roubos</b>, <b>furtos</b> e <b>cobiça</b> são representadas de formas <b>menos intensa</b> no Selo.</p><p>As marcas Iluminadas também seguem o mesmo padrão, sendo que <b>ações levianas</b> como cuidar do bem estar do próximo, realizar <b>doações</b> e <b>curar</b> estão entre as mais levianas, enquanto <b>ações altruístas</b> como sacrifício, auto-sacrifício e ações que envolvam a morte de um mal perigoso aparecerão com maior intensidade.</p><p>Se o Sacerdote consumir uma <b>Gota de Fé</b>, ele poderá visualizar com detalhes o evento do passado que gerou uma das marcas no Selo do alvo. Essa visualização para o Sacerdote é como se fosse uma visão, com detalhes borrados, mas que dão uma boa idéia das ações e intenções do alvo naquele momento.</p><hr/><p>Se possuir mais de 5 Ações Profanas: Se o Sacerdote estiver a até 10 espaços do alvo, poderá absorver em forma de <b>Pontos de Vida</b> quaisquer Ações Profanas que tiverem sido realizadas por ele durante o período do poder. Para cada <b>ação Profana</b> que consumir, o alvo recebe <code>1d10</code> de <b>dano mágico das trevas</b>, e o Sacerdote recebe essa mesma quantidade em <b>Pontos de Vida</b>. Se uma <b>Gota de Fé</b> corrompida for usada, o dano aumenta para <code>1d20</code> para cada ação Profana.</p>",
  "tags": ["grimo", "lunn"]
}
